Repository: Skyelu0601/ChillNote
Catalog: ios/chillnote/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# sidebar.tags.empty
source: Start organizing by topic
de: Mit Themen Ordnung schaffen
es: Empieza a organizar por temas
fr: Commencez à organiser par thèmes
ja: テーマ別に整理を始める
ko: 주제별로 정리해 보세요
zh_hans: 开始按主题整理
zh_hant: 開始按主題整理

# sidebar.tags.release_to_unnest
source: Release to unnest
de: Zur Entschachtelung freigeben
es: Liberar para desanidar
fr: Libérer pour dissocier
ja: 放すとネストが解除されます
ko: 해제하여 중첩 해제
zh_hans: 释放以解除嵌套
zh_hant: 釋放以解除嵌套

# sidebar.tags.title
source: TOPICS
de: Themen
es: TEMAS
fr: THÈMES
ja: テーマ
ko: 주제
zh_hans: 主题
zh_hant: 主題

# sidebar.trash.drag_to_delete
source: Drag here to delete
de: Zum Löschen hierher ziehen
es: Arrastra aquí para eliminar
fr: Faites glisser ici pour supprimer
ja: ここにドラッグして削除します
ko: 삭제하려면 여기로 드래그하세요.
zh_hans: 拖至此处即可删除
zh_hant: 拖曳至此處即可刪除

# sidebar.trash.release_to_delete
source: Release to delete
de: Zum Löschen loslassen
es: Liberar para eliminar
fr: Relâcher pour supprimer
ja: 放すと削除されます
ko: 삭제하려면 손을 떼세요
zh_hans: 释放即可删除
zh_hant: 釋放即可刪除

source: Simplify
de: Vereinfachen
es: Simplificar
fr: Simplifier
ja: やさしく説明
ko: 쉽게 설명
zh_hans: 简化说明
zh_hant: 簡化說明

# speech_recognizer.error.ai_permission_not_granted
source: AI permission not granted
de: KI-Berechtigung wurde nicht erteilt
es: No se concedió permiso para la IA
fr: Autorisation IA non accordée
ja: AIの権限が許可されていません
ko: AI 권한이 허용되지 않았습니다
zh_hans: 未授予 AI 权限
zh_hant: 尚未授予 AI 權限

# speech_recognizer.error.could_not_read_audio_file
source: Could not read audio file
de: Audiodatei konnte nicht gelesen werden
es: No se pudo leer el archivo de audio
fr: Impossible de lire le fichier audio
ja: 音声ファイルを読み取れませんでした
ko: 오디오 파일을 읽을 수 없습니다.
zh_hans: 无法读取音频文件
zh_hant: 無法讀取音訊文件

# speech_recognizer.error.failed_to_prepare_recorder
source: Failed to prepare recorder
de: Der Rekorder konnte nicht vorbereitet werden
es: No se pudo preparar la grabadora
fr: Échec de la préparation de l'enregistreur
ja: レコーダーの準備に失敗しました
ko: 녹음기를 준비하지 못했습니다.
zh_hans: 准备录音机失败
zh_hant: 準備錄音機失敗

# speech_recognizer.error.failed_to_start_recording
source: Failed to start recording: %@
de: Aufnahme konnte nicht gestartet werden: %@
es: No se pudo iniciar la grabación: %@
fr: Échec du démarrage de l'enregistrement : %@
ja: 記録を開始できませんでした: %@
ko: 녹화 시작 실패: %@
zh_hans: 无法开始录制：%@
zh_hant: 無法開始錄製：%@

# speech_recognizer.error.failed_to_start_recording_short
source: Failed to start recording
de: Die Aufnahme konnte nicht gestartet werden
es: No se pudo iniciar la grabación
fr: Échec du démarrage de l'enregistrement
ja: 録音の開始に失敗しました
ko: 녹화를 시작하지 못했습니다.
zh_hans: 无法开始录音
zh_hant: 無法開始錄音

# speech_recognizer.error.invalid_configuration_url
source: Invalid configuration URL.
de: Ungültige Konfigurations-URL.
es: URL de configuración no válida.
fr: URL de configuration invalide.
ja: 構成 URL が無効です。
ko: 구성 URL이 잘못되었습니다.
zh_hans: 配置 URL 无效。
zh_hant: 配置 URL 無效。

# speech_recognizer.error.invalid_response
source: Invalid response from Chillo.
de: Ungültige Antwort von Chillo.
es: Respuesta no válida de Chillo.
fr: Réponse invalide de Chillo.
ja: Chillo からの応答が無効です。
ko: Chilo의 응답이 잘못되었습니다.
zh_hans: Chillo 的回复无效。
zh_hant: Chillo 的回覆無效。

# speech_recognizer.error.microphone_permission_required
source: Microphone permission required
de: Mikrofonberechtigung erforderlich
es: Se requiere permiso para el micrófono
fr: Autorisation du microphone requise
ja: マイクの許可が必要です
ko: 마이크 권한이 필요합니다
zh_hans: 需要麦克风许可
zh_hant: 需要麥克風許可

# speech_recognizer.error.network_error
source: Network error: %@
de: Netzwerkfehler: %@
es: Error de red: %@
fr: Erreur réseau : %@
ja: ネットワーク エラー: %@
ko: 네트워크 오류: %@
zh_hans: 网络错误：%@
zh_hant: 網路錯誤：%@

# speech_recognizer.error.no_audio_captured
source: No audio captured. Please try again.
de: Kein Audio aufgenommen. Bitte versuch es erneut.
es: No se capturó ningún audio. Por favor inténtalo de nuevo.
fr: Aucun son capturé. Veuillez réessayer.
ja: 音声はキャプチャされません。もう一度試してください。
ko: 오디오가 캡처되지 않았습니다. 다시 시도해 주세요.
zh_hans: 未捕获任何音频。请再试一次。
zh_hant: 未捕獲任何音訊。請再試一次。

# speech_recognizer.error.no_microphone_available
source: No microphone available
de: Kein Mikrofon verfügbar
es: No hay micrófono disponible
fr: Aucun micro disponible
ja: 使用可能なマイクがありません
ko: 사용할 수 있는 마이크가 없습니다.
zh_hans: 没有可用的麦克风
zh_hant: 沒有可用的麥克風

# speech_recognizer.error.no_recording_to_retry
source: No recording available to retry
de: Es ist keine Aufnahme zum erneuten Versuch verfügbar
es: No hay ninguna grabación disponible para volver a intentarlo
fr: Aucun enregistrement disponible pour réessayer
ja: 再試行できる録音がありません
ko: 다시 시도할 수 있는 녹음이 없습니다.
zh_hans: 没有可重试的录音
zh_hant: 沒有可重試的錄音

# speech_recognizer.error.recording_failed
source: Recording failed: %@
de: Aufnahme fehlgeschlagen: %@
es: La grabación falló: %@
fr: Échec de l’enregistrement : %@
ja: 録音に失敗しました: %@
ko: 녹음에 실패했습니다: %@
zh_hans: 录音失败：%@
zh_hant: 錄音失敗：%@

# speech_recognizer.error.service_error
source: Chillo service error: %@
de: Chillo-Dienstfehler: %@
es: Error de servicio Chillo: %@
fr: Erreur de service Chillo : %@
ja: Chillo サービス エラー: %@
ko: Chilo 서비스 오류: %@
zh_hans: Chillo 服务错误：%@
zh_hant: Chillo 服務錯誤：%@

# speech_recognizer.error.service_key_not_configured
source: Chillo service key not configured. Please contact support.
de: Der Chillo-Serviceschlüssel ist nicht konfiguriert. Bitte wende dich an den Support.
es: La clave del servicio de Chillo no está configurada. Ponte en contacto con soporte.
fr: Clé de service Chillo non configurée. Veuillez contacter l'assistance.
ja: Chillo サービス キーが構成されていません。サポートにお問い合わせください。
ko: Chilo 서비스 키가 구성되지 않았습니다. 지원팀에 문의하세요.
zh_hans: Chillo 服务密钥未配置。请联系支持人员。
zh_hant: Chillo 服務金鑰未配置。請聯絡支援人員。

# speech_recognizer.error.transcription_failed
source: Transcription failed: %@
de: Transkription fehlgeschlagen: %@
es: Error de transcripción: %@
fr: Échec de la transcription : %@
ja: 転写に失敗しました: %@
ko: 스크립트 작성 실패: %@
zh_hans: 转录失败：%@
zh_hant: 轉錄失敗：%@

# speech_recognizer.error.transcription_timed_out
source: Transcription timed out. Please try again.
de: Die Transkription hat zu lange gedauert. Bitte versuch es erneut.
es: Se agotó el tiempo de espera de la transcripción. Por favor inténtalo de nuevo.
fr: La transcription a expiré. Veuillez réessayer.
ja: 文字起こしがタイムアウトしました。もう一度試してください。
ko: 스크립트 작성 시간이 초과되었습니다. 다시 시도해 주세요.
zh_hans: 转录超时。请再试一次。
zh_hant: 轉錄超時。請再試一次。

# speech_recognizer.error.unknown_audio_encoder_error
source: Unknown audio encoder error
de: Unbekannter Audio-Encoder-Fehler
es: Error desconocido del codificador de audio
fr: Erreur inconnue de l’encodeur audio
ja: 不明な音声エンコーダエラー
ko: 알 수 없는 오디오 인코더 오류
zh_hans: 未知的音频编码错误
zh_hant: 未知的音訊編碼錯誤

source: Start
de: Loslegen
es: Comenzar
fr: Commencer
ja: 始める
ko: 시작
zh_hans: 开始
zh_hant: 開始

source: Start a timer
de: Timer starten
es: iniciar un cronómetro
fr: Démarrer une minuterie
ja: タイマーを開始する
ko: 타이머 시작
zh_hans: 启动计时器
zh_hant: 啟動計時器

source: Start Timer
de: Timer starten
es: Iniciar temporizador
fr: Démarrer la minuterie
ja: タイマーを開始する
ko: 타이머 시작
zh_hans: 启动定时器
zh_hant: 啟動定時器

# store.error.no_subscription_products
source: No subscription products are available right now. Please try again.
de: Derzeit sind keine Abos verfügbar. Bitte versuch es erneut.
es: No hay productos de suscripción disponibles en este momento. Por favor inténtalo de nuevo.
fr: Aucun produit par abonnement n'est disponible pour le moment. Veuillez réessayer.
ja: 現在利用できるサブスクリプション製品はありません。もう一度試してください。
ko: 현재 이용 가능한 구독 제품이 없습니다. 다시 시도해 주세요.
zh_hans: 目前没有可用的订阅产品。请再试一次。
zh_hant: 目前沒有可用的訂閱產品。請再試一次。

# store.error.purchase_failed
source: Purchase failed: %@
de: Kauf fehlgeschlagen: %@
es: Compra fallida: %@
fr: Échec de l'achat : %@
ja: 購入に失敗しました: %@
ko: 구매 실패: %@
zh_hans: 购买失败：%@
zh_hant: 購買失敗：%@

# store.error.restore_failed
source: Restore failed: %@
de: Wiederherstellung fehlgeschlagen: %@
es: Error de restauración: %@
fr: Échec de la restauration : %@
ja: 復元に失敗しました: %@
ko: 복원 실패: %@
zh_hans: 恢复失败：%@
zh_hant: 恢復失敗：%@

# store.error.subscription_linked_elsewhere
source: This subscription is already linked to another ChillScript account.
de: Dieses Abonnement ist bereits mit einem anderen ChillScript-Konto verknüpft.
es: Esta suscripción ya está vinculada a otra cuenta de ChillScript.
fr: Cet abonnement est déjà lié à un autre compte ChillScript.
ja: このサブスクリプションはすでに別の ChillScript アカウントにリンクされています。
ko: 이 구독은 이미 다른 ChillScript 계정에 연결되어 있습니다.
zh_hans: 此订阅已链接到另一个 ChillScript 帐户。
zh_hant: 此訂閱已連結到另一個 ChillScript 帳戶。

# store.error.unable_to_load_prices
source: Unable to load subscription prices. Please check your network and try again.
de: Die Abo-Preise konnten nicht geladen werden. Prüfe bitte deine Verbindung und versuch es erneut.
es: No se pueden cargar los precios de suscripción. Revisa tu conexión e inténtalo de nuevo.
fr: Impossible de charger les prix des abonnements. Veuillez vérifier votre réseau et réessayer.
ja: サブスクリプション価格を読み込めません。ネットワークを確認して、もう一度試してください。
ko: 구독 가격을 로드할 수 없습니다. 네트워크를 확인하고 다시 시도해 주세요.
zh_hans: 无法加载订阅价格。请检查您的网络并重试。
zh_hant: 無法加載訂閱價格。請檢查您的網路並重試。

# subscription.action.restore
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
ko: 복원
zh_hans: 恢复
zh_hant: 回復

# subscription.active_privileges
source: Your Active Privileges
de: Deine aktiven Vorteile
es: Tus beneficios activos
fr: Vos avantages actuels
ja: 現在有効な特典
ko: 귀하의 활성 권한
zh_hans: 你当前的权益
zh_hant: 你目前的權益

# subscription.apple_settings_manage
source: Easily manage or cancel in your Apple ID Settings.
de: Du kannst es ganz einfach in deinen Apple-ID-Einstellungen verwalten oder kundigen.
es: Puedes gestionarlo o cancelarlo facilmente en los Ajustes de tu Apple ID.
fr: Gerez ou annulez facilement dans les reglages de votre identifiant Apple.
ja: Apple IDの設定から簡単に管理または解約できます。
ko: Apple ID 설정에서 쉽게 관리하거나 취소할 수 있어요.
zh_hans: 可随时在 Apple ID 设置中轻松管理或取消。
zh_hant: 可隨時在 Apple ID 設定中輕鬆管理或取消。

# subscription.badge.best_value
source: BEST VALUE
de: BESTES ANGEBOT
es: MEJOR VALOR
fr: MEILLEURE OFFRE
ja: いちばんお得
ko: 가장 큰 혜택
zh_hans: 最划算
zh_hant: 最划算

# subscription.badge.flexible
source: FLEXIBLE
de: FLEXIBEL
ja: 気軽に始める
ko: 유연한 선택
zh_hans: 更灵活
zh_hant: 更靈活

# subscription.badge.free_trial
source: %@ FREE TRIAL
de: %@ KOSTENLOS TESTEN
es: PRUEBA GRATIS DE %@
fr: ESSAI GRATUIT DE %@
ja: %@無料トライアル
ko: %@ 무료 체험
zh_hans: %@ 免费试用
zh_hant: %@ 免費試用

# subscription.benefit.custom_skills.subtitle
source: Hooks, captions, repurposing & more — or build your own
de: Aufhänger, Posttexte, Wiederverwendung und mehr — oder erstelle eigene Funktionen
es: Ganchos, textos, reutilización y más — o crea tus propias habilidades
fr: Accroches, légendes, recyclage de contenu et plus — ou créez vos propres compétences
ja: フック、キャプション、再利用など — 自分のスキルも作成可能
ko: 훅, 캡션, 재활용 등 — 나만의 스킬도 만들 수 있어요
zh_hans: 开头钩子、发布文案、内容复用等，也可以创建自己的技能
zh_hant: 開頭鉤子、發布文案、內容複用等，也可以建立自己的技能

# subscription.benefit.custom_skills.title
source: 10+ Creator AI Skills
de: 10+ KI-Funktionen für Kreative
es: Más de 10 habilidades de IA para creadores
fr: Plus de 10 compétences IA pour créateurs
ja: 10個以上のクリエイター向けAIスキル
ko: 10개 이상의 크리에이터 AI 스킬
zh_hans: 10+ 创作者 AI 技能
zh_hant: 10+ 創作者 AI 技能

# subscription.benefit.deep_dives.subtitle
source: Get a fresh report from your new notes every week
de: Erhalte jede Woche einen frischen Bericht aus deinen neuen Notizen
es: Recibe cada semana un informe nuevo a partir de tus notas nuevas
fr: Recevez chaque semaine un nouveau rapport à partir de vos nouvelles notes
ja: 新しいノートから毎週新しいレポートを受け取れます
ko: 새 노트로 매주 새로운 보고서를 받아보세요
zh_hans: 每周根据你的新笔记获得一份新报告
zh_hant: 每週根據你的新筆記獲得一份新報告

# subscription.benefit.deep_dives.title
source: Weekly Post Ideas Report
de: Wöchentlicher Post-Ideen-Bericht
es: Informe semanal de ideas para posts
fr: Rapport hebdomadaire d’idées de posts
ja: 毎週の投稿アイデアレポート
ko: 주간 게시물 아이디어 보고서
zh_hans: 每周发帖灵感报告
zh_hant: 每週發文靈感報告

# subscription.benefit.flexible_capture.subtitle
source: Turn links, voice ideas, and text notes into creator notes
de: Verwandle Links, Sprachideen und Textnotizen in Creator Notes
es: Convierte enlaces, ideas de voz y notas de texto en notas para crear
fr: Transformez liens, idées vocales et notes texte en notes de création
ja: リンク、音声アイデア、テキストメモをクリエイターノートに変換
ko: 링크, 음성 아이디어, 텍스트 노트를 크리에이터 노트로 바꿔요
zh_hans: 将链接、语音想法和文字笔记变成创作笔记
zh_hant: 將連結、語音想法和文字筆記變成創作筆記

# subscription.benefit.flexible_capture.title
source: Capture Anything
de: Alles erfassen
es: Captura cualquier cosa
fr: Capturez tout
ja: 何でもキャプチャ
ko: 무엇이든 캡처
zh_hans: 捕捉任何内容
zh_hant: 捕捉任何內容

# subscription.benefit.tidy_polish.subtitle
source: Instantly turn messy ramblings into structured notes.
de: Unstrukturierte Gedanken sofort in strukturierte Notizen umwandeln.
es: Convierte al instante ideas desordenadas en notas estructuradas.
fr: Transformez instantanément des idées en vrac en notes structurées.
ja: 散らかった内容をすぐに構造化ノートへ整理。
ko: 흩어진 내용을 즉시 구조화된 노트로 정리합니다.
zh_hans: 一键将零散内容整理为结构化笔记。
zh_hant: 一鍵將零散內容整理為結構化筆記。

# subscription.benefit.tidy_polish.title
source: Infinite Tidy & Polish
de: Unbegrenzte Formatierung
es: Formateo ilimitado
fr: Mise en forme illimitée
ja: 無制限のフォーマット調整
ko: 무제한 서식 정리
zh_hans: 无限次格式调整
zh_hant: 無限次格式調整

# subscription.benefit.unlimited_chat.subtitle
source: Create from anything you’ve saved
de: Erstelle etwas aus allem, was du gespeichert hast
es: Crea algo desde todo lo que guardaste
fr: Créez à partir de tout ce que vous avez sauvegardé
ja: 保存した内容について AI に何でも質問
ko: 저장한 내용에 대해 AI에게 무엇이든 물어보세요
zh_hans: 向 AI 提问你保存过的任何内容
zh_hant: 向 AI 提問你保存過的任何內容

# subscription.benefit.unlimited_chat.title
source: Chat With Your Notes
de: Mit deinen Notizen chatten
es: Chatea con tus notas
fr: Discutez avec vos notes
ja: ノートとチャット
ko: 노트와 채팅
zh_hans: 和你的笔记聊天
zh_hant: 和你的筆記聊天

# subscription.billing_period.monthly
source: per month
de: pro Monat
es: al mes
fr: par mois
ja: 月額
ko: 매월
zh_hans: 每月
zh_hant: 每月

# subscription.billing_period.weekly
source: per week
de: pro Woche
es: por semana
fr: par semaine
ja: 週額
ko: 매주
zh_hans: 每周
zh_hant: 每週

# subscription.billing_period.yearly
source: per year
de: pro Jahr
es: al año
fr: par an
ja: 年額
ko: 매년
zh_hans: 每年
zh_hant: 每年

# subscription.cta.continue_annual
source: Continue with Annual
de: Weiter mit dem Jahresplan
es: Continuar con el plan anual
fr: Continuer avec l’offre annuelle
ja: 年間プランで続ける
ko: 연간 플랜으로 계속
zh_hans: 继续年付套餐
zh_hant: 繼續年費方案

# subscription.cta.continue_weekly
source: Continue with Weekly
de: Weiter mit dem Wochenplan
es: Continuar con el plan semanal
fr: Continuer avec l’offre hebdomadaire
ja: 週間プランで続ける
ko: 주간 플랜으로 계속
zh_hans: 继续周付套餐
zh_hant: 繼續週費方案

# subscription.cta.start_annual
source: Start Annual Plan
de: Jahresplan starten
es: Empezar plan anual
fr: Passer au forfait annuel
ja: 年間プランを始める
ko: 연간 플랜 시작
zh_hans: 开通年付套餐
zh_hant: 開始年費方案

# subscription.cta.start_free_trial
source: Start %@ Free Trial
de: %@ gratis testen
es: Empezar prueba gratis de %@
fr: Commencer l’essai gratuit de %@
ja: %@無料トライアルを始める
ko: %@ 무료 체험 시작하기
zh_hans: 开始 %@ 免费试用
zh_hant: 開始 %@ 免費試用

# subscription.cta.start_monthly
source: Start Monthly Plan
de: Monatsplan starten
es: Empezar plan mensual
fr: Passer au forfait mensuel
ja: 月額プランを始める
ko: 월간 플랜 시작
zh_hans: 开通月付套餐
zh_hant: 開始月費方案

# subscription.cta.start_weekly
source: Start Weekly Plan
de: Wochenplan starten
es: Empezar plan semanal
fr: Choisir le forfait hebdomadaire
ja: 週間プランを始める
ko: 주간 플랜 시작
zh_hans: 开通周付套餐
zh_hant: 開始週費方案

# subscription.current_plan
source: Current Plan
de: Aktueller Plan
es: Plan actual
fr: Forfait actuel
ja: 現在のプラン
ko: 현재 플랜
zh_hans: 当前套餐
zh_hant: 目前方案

# subscription.discount.save_percent
source: SAVE %lld%%
de: %lld%% SPAREN
es: AHORRA %lld%%
fr: -%lld%%
ja: %lld%% OFF
ko: %lld%% 할인
zh_hans: 省 %lld%%
zh_hant: 省 %lld%%

# subscription.equivalent_monthly_billed_yearly
source: %@/month, billed yearly
de: Entspricht %@/Monat, jährlich abgerechnet
es: Equivale a %@/mes, facturado anualmente
fr: Soit %@/mois, facturé annuellement
ja: 年額請求で月あたり%@相当
ko: 연간 결제 시 월 %@ 상당
zh_hans: 折合每月 %@
zh_hant: 折合每月 %@

# subscription.equivalent_weekly_billed_yearly
source: %@/week, billed yearly
de: %@/Woche, jährlich abgerechnet
es: %@/semana, facturado anualmente
fr: %@/semaine, facturé annuellement
ja: %@/週、年払い
ko: %@/주, 연간 결제
zh_hans: 每周 %@，按年付费
zh_hant: 每週 %@，按年付費

# subscription.footer.manage_disclaimer
source: Manage or cancel your subscription in Settings > Apple ID > Subscriptions.
de: Verwalte oder kündige dein Abo unter Einstellungen > Apple-ID > Abonnements.
es: Gestiona o cancela tu suscripción en Ajustes > Apple ID > Suscripciones.
fr: Gérez ou annulez votre abonnement dans Réglages > Apple ID > Abonnements.
ja: サブスクリプションの管理・解約は「設定 > Apple ID > サブスクリプション」から行えます。
ko: 설정 > Apple ID > 구독에서 구독을 관리하거나 취소합니다.
zh_hans: 你可以在“设置 > Apple ID > 订阅”中管理或取消订阅。
zh_hant: 你可以在「設定 > Apple ID > 訂閱項目」中管理或取消訂閱。

# subscription.footer.payment_disclaimer
source: Payment will be charged to your Apple ID account at confirmation of purchase.
de: Die Zahlung wird bei Kaufbestätigung deinem Apple-ID-Konto belastet.
es: El pago se cargará a tu cuenta de Apple ID al confirmar la compra.
fr: Le paiement sera facturé sur votre compte Apple ID lors de la confirmation de l'achat.
ja: 購入確定時に、Apple IDアカウントに請求されます。
ko: 결제 금액은 구매 확인 시 Apple ID 계정으로 청구됩니다.
zh_hans: 购买确认后，费用将从你的 Apple ID 账户中扣除。
zh_hant: 購買確認後，費用將從你的 Apple ID 帳戶扣款。

# subscription.footer.renewal_disclaimer
source: Subscription automatically renews unless canceled at least 24 hours before the end of the current period.
de: Das Abonnement verlängert sich automatisch, sofern es nicht mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums gekündigt wird.
es: La suscripción se renueva automáticamente, salvo que se cancele al menos 24 horas antes de que finalice el período actual.
fr: L'abonnement se renouvelle automatiquement, sauf annulation au moins 24 heures avant la fin de la période en cours.
ja: 現在の期間が終了する24時間以上前に解約しない限り、サブスクリプションは自動更新されます。
ko: 현재 기간이 종료되기 최소 24시간 전에 구독을 취소하지 않으면 구독이 자동으로 갱신됩니다.
zh_hans: 除非你在当前周期结束前至少 24 小时取消，否则订阅会自动续费。
zh_hant: 除非你在目前週期結束前至少 24 小時取消，否則訂閱會自動續訂。

# subscription.free_trial_then_price
source: Free for %@, then %@.
de: %@ kostenlos, danach %@. Jederzeit kündbar.
es: Gratis durante %@ y luego %@. Cancela cuando quieras.
fr: Gratuit pendant %@, puis %@. Annulez à tout moment.
ja: %@は無料。その後は%@。いつでも解約できます。
ko: %@ 동안 무료, 이후 %@. 언제든지 취소할 수 있어요.
zh_hans: %@ 免费试用，随后 %@。
zh_hant: %@ 免費試用，隨後 %@。

# subscription.interval.monthly
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
ja: 毎月
ko: 월간 간행물
zh_hans: 每月
zh_hant: 每月

# subscription.interval.weekly
source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
ja: 毎週
ko: 주간
zh_hans: 每周
zh_hant: 每週

# subscription.interval.yearly
source: Annual
de: Jährlich
es: Anual
fr: Annuel
ja: 毎年
ko: 매년
zh_hans: 每年
zh_hant: 每年

# subscription.loading_prices
source: Loading prices...
de: Preise werden geladen...
es: Cargando precios...
fr: Chargement des tarifs...
ja: 価格を読み込み中...
ko: 요금 로딩 중...
zh_hans: 正在加载价格...
zh_hant: 正在載入價格...

# subscription.manage
source: Manage Subscription
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
ja: サブスクリプションを管理
ko: 구독 관리
zh_hans: 管理订阅
zh_hant: 管理訂閱

# subscription.onboarding.annual_billing_after_trial
source: (%@ billed annually after trial)
de: (%@ jährlich nach dem Testzeitraum)
es: (%@ facturado anualmente después de la prueba)
fr: (%@ facturé annuellement après l’essai)
ja: （トライアル後は年額%@）
ko: (체험 후 연간 %@ 청구)
zh_hans: （试用结束后按年收取 %@）
zh_hant: （試用結束後按年收取 %@）

# subscription.onboarding.cta.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
zh_hans: 下一步
zh_hant: 下一步

# subscription.onboarding.cta.start_free_week
source: Start My FREE Week
de: Kostenlose Woche starten
es: Empezar mi semana GRATIS
fr: Commencer ma semaine GRATUITE
ja: 無料の1週間を始める
ko: 무료 일주일 시작하기
zh_hans: 开始我的免费一周
zh_hant: 開始我的免費一週

# subscription.onboarding.cta.try_free_days
source: Try free for %lld days
de: %lld Tage kostenlos testen
es: Prueba gratis durante %lld días
fr: Essayer gratuitement pendant %lld jours
ja: %lld日間無料で試す
ko: %lld일 무료로 체험
zh_hans: 免费试用 %lld 天
zh_hant: 免費試用 %lld 天

# subscription.onboarding.feature.ai_skills
source: Creator skills
de: Creator-Tools
es: Herramientas para creadores
fr: Outils de création
ja: クリエイターツール
ko: 크리에이터 도구
zh_hans: 创作者工具
zh_hant: 創作者工具

# subscription.onboarding.feature.capture_anywhere
source: Ideas in one place
de: Ideen an einem Ort
es: Ideas en un solo lugar
fr: Toutes vos idées au même endroit
ja: アイデアをひとつに
ko: 아이디어를 한곳에
zh_hans: 灵感集中管理
zh_hant: 靈感集中管理

# subscription.onboarding.feature.generate_content
source: Generate hooks, captions & scripts
de: Hooks, Captions und Skripte erstellen
es: Genera ganchos, captions y guiones
fr: Créez des accroches, légendes et scripts
ja: フック・キャプション・台本を生成
ko: 훅, 캡션, 스크립트 생성
zh_hans: 生成开头钩子、发布文案和脚本
zh_hant: 生成開頭鉤子、發布文案和腳本

# subscription.onboarding.feature.organize
source: Organize everything in one place
de: Alles an einem Ort organisieren
es: Organiza todo en un solo lugar
fr: Organisez tout au même endroit
ja: すべてをひとつに整理
ko: 모든 아이디어를 한곳에 정리
zh_hans: 所有灵感集中管理
zh_hant: 所有靈感集中管理

# subscription.onboarding.feature.repurpose_social
source: Repurpose for TikTok, Reels & more
de: Für TikTok, Reels und mehr wiederverwenden
es: Reutiliza para TikTok, Reels y más
fr: Adaptez pour TikTok, Reels et plus
ja: TikTok・Reelsなどに再活用
ko: TikTok, Reels 등에 맞게 재활용
zh_hans: 一键改编为 TikTok、Reels 等内容
zh_hant: 一鍵改編為 TikTok、Reels 等內容

# subscription.onboarding.feature.rewrite_translate
source: Rewrite, summarize & translate
de: Umschreiben, zusammenfassen und übersetzen
es: Reescribe, resume y traduce
fr: Réécrivez, résumez et traduisez
ja: リライト・要約・翻訳
ko: 다시 쓰기, 요약, 번역
zh_hans: 改写、总结与翻译
zh_hant: 改寫、總結與翻譯

# subscription.onboarding.feature.save_ideas
source: Save videos, links & voice ideas
de: Videos, Links und Sprachideen speichern
es: Guarda videos, enlaces e ideas de voz
fr: Enregistrez vidéos, liens et idées vocales
ja: 動画・リンク・音声アイデアを保存
ko: 영상, 링크, 음성 아이디어 저장
zh_hans: 保存视频、链接和语音灵感
zh_hant: 儲存影片、連結和語音靈感

# subscription.onboarding.feature.teleprompter
source: Built-in teleprompter
de: Integrierter Teleprompter
es: Teleprompter integrado
fr: Téléprompteur intégré
ja: 内蔵テレプロンプター
ko: 내장 텔레프롬프터
zh_hans: 内置提词器
zh_hant: 內建提詞器

# subscription.onboarding.feature.transcribe_extract
source: Auto-transcribe & extract key ideas
de: Automatisch transkribieren und Kernideen extrahieren
es: Transcribe y extrae ideas clave automáticamente
fr: Transcrivez et extrayez les idées clés automatiquement
ja: 自動文字起こしと要点抽出
ko: 자동 전사 및 핵심 아이디어 추출
zh_hans: 自动转写并提取关键灵感
zh_hant: 自動轉寫並提取關鍵靈感

# subscription.onboarding.feature.video_to_text
source: Video breakdowns
de: Videoanalysen
es: Análisis de videos
fr: Analyse de vidéos
ja: 動画を分析
ko: 영상 분석
zh_hans: 视频拆解
zh_hant: 影片拆解

# subscription.onboarding.no_payment_due_now
source: No payment due now
de: Jetzt keine Zahlung fällig
es: No pagas nada ahora
fr: Aucun paiement maintenant
ja: 今すぐの支払いは不要
ko: 지금 결제 없음
zh_hans: 现在无需付款
zh_hant: 現在無需付款

# subscription.onboarding.no_trial_notice
source: No trial · Cancel anytime
de: Keine Testphase · Jederzeit kündbar
es: Sin prueba · Cancela cuando quieras
fr: Sans essai · Résiliable à tout moment
ja: 無料トライアルなし・いつでも解約可能
ko: 무료 체험 없음 · 언제든 해지
zh_hans: 无试用 · 随时取消
zh_hant: 無試用 · 隨時取消

# subscription.onboarding.paywall.subtitle
source: Unlock the complete ChillScript creator workflow.
de: Schalte den kompletten ChillScript-Workflow für Creator frei.
es: Desbloquea todo el flujo de creación de ChillScript.
fr: Débloquez tout le flux créatif de ChillScript.
ja: ChillScriptのクリエイターワークフローをすべて解放。
ko: ChillScript의 전체 크리에이터 워크플로를 잠금 해제하세요.
zh_hans: 解锁完整的 ChillScript 创作者工作流。
zh_hant: 解鎖完整的 ChillScript 創作者工作流程。

# subscription.onboarding.paywall.title
source: Everything you need to create
de: Alles, was du zum Erstellen brauchst
es: Todo lo que necesitas para crear
fr: Tout ce qu’il vous faut pour créer
ja: 創作に必要なすべて
ko: 창작에 필요한 모든 것
zh_hans: 创作所需，一应俱全
zh_hant: 創作所需，一應俱全
